Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/sv.tmx
Source language: en
Languages: sv

source: Perform desktop integration (Sets this binary to be searchable by the system).
sv: Utför skrivbordsintegration (ställer in denna binära så att den är sökbar av systemet).

source: %s Family
sv: %s Familj

source: Profile:
sv: Profil:

source: (All)
sv: (Allt)

source: %1% marked with <b>*</b> are <b>not</b> compatible with some installed printers.
sv: %1% markerade med <b>*</b> är <b>inte</b> kompatibla med vissa installerade skrivare.

source: Filaments
sv: Filament

source: SLA materials
sv: SLA-material

source: All installed printers are compatible with the selected %1%.
sv: Alla installerade skrivare är kompatibla med den valda %1%.

source: Custom Printer Setup
sv: Anpassade skrivarinställningar

source: Custom Printer
sv: Anpassad skrivare

source: Define a custom printer profile
sv: Definiera en anpassad skrivarprofil

source: Custom profile name:
sv: Anpasst profilnamn:

source: Automatic updates
sv: Automatiska uppdateringar

source: Updates
sv: Uppdateringar

source: Check for application updates
sv: Sök efter programuppdateringar

source: If enabled, %s checks for new application versions online. When a new version becomes available, a notification is displayed at the next application startup (never during program usage). This is only a notification mechanisms, no automatic installation is done.
sv: Om det är aktiverat söker %s efter nya programversioner online. När en ny version blir tillgänglig visas ett meddelande vid nästa applikationsstart (aldrig vid programanvändning). Detta är bara ett meddelandefunktion, ingen automatisk installation görs.

source: Update built-in Presets automatically
sv: Uppdatera inbyggda förinställningar automatiskt

source: Updates are never applied without user's consent and never overwrite user's customized settings.
sv: Uppdateringar tillämpas aldrig utan användarens medgivande och skriver aldrig över användarens anpassade inställningar.

source: Additionally a backup snapshot of the whole configuration is created before an update is applied.
sv: Dessutom skapas en säkerhetskopia av hela konfigurationen innan en uppdatering tillämpas.

source: Reload from disk
sv: Återladda från disk

source: Export full pathnames of models and parts sources into 3mf and amf files
sv: Exportera fullständiga sökvägsnamn för modeller och delar till 3mf- och amf-filer

source: Files association
sv: Filassociation

source: Associate .3mf files to PrusaSlicer
sv: Associera .3mf-filer till PrusaSlicer

source: Associate .stl files to PrusaSlicer
sv: Associera .stl-filer till PrusaSlicer

source: View mode
sv: Visningsläge

source: Simple mode
sv: Enkelt läge

source: Advanced mode
sv: Avancerat läge

source: Expert mode
sv: Expertläge

source: The size of the object can be specified in inches
sv: Storleken på objektet kan anges i tum

source: Choose the type of firmware used by your printer.
sv: Välj vilken typ av firmware som används av din skrivare.

source: Bed Shape and Size
sv: Bäddens storlek och form

source: Invalid numeric input.
sv: Ogiltig numerisk inmatning.

source: Enter the diameter of your printer's hot end nozzle.
sv: Ange diametern på skrivarens munstycke.

source: Nozzle Diameter:
sv: Munstycksdiameter:

source: Enter the diameter of your filament.
sv: Ange diametern på ditt filament.

source: Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
sv: God precision krävs, så använd ett skjutmått och gör flera mätningar längs filamentet och beräkna sedan medelvärdet.

source: Nozzle and Bed Temperatures
sv: Munstycks- och bäddtemperaturer

source: Temperatures
sv: Temperaturer

source: Enter the temperature needed for extruding your filament.
sv: Ange den temperatur som behövs för att extrudera ditt filament.

source: A rule of thumb is 160 to 230 °C for PLA, and 215 to 250 °C for ABS.
sv: En tumregel är 160 till 230 °C för PLA och 215 till 250 °C för ABS.

source: Extrusion Temperature:
sv: Extruderingstemperatur:

source: Enter the bed temperature needed for getting your filament to stick to your heated bed.
sv: Ange den bäddtemperatur som behövs för att få ditt filament att fästa på din uppvärmda bädd.

source: A rule of thumb is 60 °C for PLA and 110 °C for ABS. Leave zero if you have no heated bed.
sv: En tumregel är 60 °C för PLA och 110 °C för ABS. Ange 0 °C om du inte har någon uppvärmd bädd.

source: Bed Temperature:
sv: Bäddtemperatur:

source: SLA Materials
sv: SLA-material

source: FFF Technology Printers
sv: FFF Skrivarteknik

source: SLA Technology Printers
sv: SLA Skrivarteknik

source: Following printer profiles has no default material: %1%Please select one manually.
sv: Följande skrivarprofiler har inget standardmaterial: %1%Välj ett manuellt.

source: Notice
sv: Observera

source: Do you want to select default filaments for these FFF printer models?
sv: Vill du välja standardfilament för dessa FFF-skrivarmodeller?

source: The following SLA printer models have no materials selected:
sv: Följande SLA-skrivarmodeller har inget förvalt material:

source: Configuration is edited in ConfigWizard
sv: Konfigurationen redigeras i Konfigurationsguiden

source: All user presets will be deleted.
sv: Alla användarförinställningar kommer att raderas.

source: Do you want to continue changing the configuration?
sv: Vill du fortsätta att ändra konfigurationen?

source: Some Printers were uninstalled.
sv: Några skrivare avinstallerades.

source: A new filament was installed and it will be activated.
sv: Ett nytt filament installerades och kommer att aktiveras.

source: A new SLA material was installed and it will be activated.
sv: Ett nytt SLA-material installerades och kommer att aktiveras.

source: Some filaments were uninstalled.
sv: Några filament avinstallerades.

source: Some SLA materials were uninstalled.
sv: Några SLA-material avinstallerades.

source: Custom printer was installed and it will be activated.
sv: Anpassad skrivare installerades och kommer att aktiveras.

source: Select all standard printers
sv: Välj alla standardskrivare

source: < &Back
sv: < &Tillbaka

source: &Next >
sv: &Nästa >

source: &Finish
sv: &Avsluta

source: Cancel
sv: Avbryt

source: Prusa FFF Technology Printers
sv: Prusa FFF skrivarteknik

source: Prusa MSLA Technology Printers
sv: Prusa MSLA skrivarteknik

source: Filament Profiles Selection
sv: Val av filamentprofiler

source: Type:
sv: Typ:

source: SLA Material Profiles Selection
sv: Val av SLA-materialprofiler

source: Configuration Assistant
sv: Konfigurationsassistent

source: Configuration Wizard
sv: Konfigurationsguide

source: Performing desktop integration failed - boost::filesystem::canonical did not return appimage path.
sv: Att utföra skrivbordsintegration misslyckades - boost::filesystem::canonical returnerade inte appimage-sökväg.

source: Performing desktop integration failed - Could not find executable.
sv: Det gick inte att utföra skrivbordsintegrering - Det gick inte att hitta körbar fil.

source: Performing desktop integration failed because the application directory was not found.
sv: Det gick inte att utföra skrivbordsintegration eftersom programkatalogen inte hittades.

source: Performing desktop integration failed - could not create Gcodeviewer desktop file. PrusaSlicer desktop file was probably created successfully.
sv: Det gick inte att utföra skrivbordsintegration - kunde inte skapa Gcodeviewer-skrivbordsfilen. PrusaSlicer-skrivbordsfilen skapades förmodligen framgångsrikt.

source: Desktop Integration
sv: Skrivbordsintegration

source: Perform
sv: Utför

source: Undo
sv: Ångra

source: Discard all custom changes
sv: Ignorera alla anpassade ändringar

source: Jump to height %s Set ruler mode or Set extruder sequence for the entire print
sv: Hoppa till höjd %s Ställ in linjalläge eller Ställ in extrudersekvens för hela utskriften

source: Jump to height %s or Set ruler mode
sv: Hoppa till höjd %s eller Ställ in linjalläge

source: Edit current color - Right click the colored slider segment
sv: Redigera aktuell färg - Högerklicka på det färgade reglagesegmentet

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually.
sv: Den sekventiella utskriften är på. Det är omöjligt att använda någon anpassad G-kod för objekt som skrivs ut i följd.

source: Print mode
sv: Utskriftsläge

source: Add color change - Left click for predefined color or Shift + Left click for custom color selection
sv: Lägg till färgändring - Vänsterklicka för fördefinierad färg eller Skift + Vänsterklicka för anpassat färgval

source: Add color change - Left click
sv: Lägg till färgbyte - Vänsterklicka

source: or press "+" key
sv: eller tryck på "+"-tangenten

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually. This code won't be processed during G-code generation.
sv: Den sekventiella utskriften är på. Det är omöjligt att använda någon anpassad G-kod för objekt som skrivs ut i följd. Denna kod kommer inte att bearbetas under generering av G-kod.

source: Color change ("%1%")
sv: Färgförändring ("%1%")

source: Pause print ("%1%")
sv: Pausa utskrift ("%1%")

source: Custom template ("%1%")
sv: Anpassad mall ("%1%")

source: Extruder (tool) is changed to Extruder "%1%"
sv: Extruder (verktyg) har ändrats till Extruder "%1%"

source: Note
sv: Notera

source: There is a color change for extruder that won't be used till the end of print job. This code won't be processed during G-code generation.
sv: Det finns en färgändring för extrudern som inte kommer att användas förrän i slutet av utskriftsjobbet. Denna kod kommer inte att bearbetas under generering av G-kod.

source: There is an extruder change set to the same extruder. This code won't be processed during G-code generation.
sv: Det finns en extruderbyte inställd på samma extruder. Denna kod kommer inte att bearbetas under generering av G-kod.

source: Edit tick mark - Ctrl + Left click
sv: Redigera bock - Ctrl + Vänsterklicka

source: Edit tick mark - Right click
sv: Redigera bock - Högerklicka

source: active
sv: aktiva

source: Change extruder
sv: Byt extruder

source: Change extruder (N/A)
sv: Byt extruder (N/A)

source: Use another extruder
sv: Använd en annan extruder

source: Add color change (%1%) for:
sv: Lägg till färgändring (%1%) för:

source: Add color change
sv: Lägg till färgbyte

source: Add pause print
sv: Lägg till pausutskrift

source: Add custom template
sv: Lägg till anpassad mall

source: Add custom G-code
sv: Lägg till anpassad G-kod

source: Edit color
sv: Redigera färg

source: Edit pause print message
sv: Redigera pausutskriftsmeddelande

source: Edit custom G-code
sv: Redigera anpassad G-kod

source: Jump to height
sv: Hoppa till höjden

source: Hide ruler
sv: Göm linjalen

source: Show object height
sv: Visa objektets höjd

source: Show object height on the ruler
sv: Visa objektets höjd på linjalen

source: Show estimated print time
sv: Visa beräknad utskriftstid

source: Show estimated print time on the ruler
sv: Visa beräknad utskriftstid på linjalen

source: Ruler mode
sv: Linjalläge

source: Set ruler mode
sv: Ställ in linjalläge

source: Set extruder sequence for the entire print
sv: Ställ in extrudersekvens för hela utskriften

source: Set auto color changes
sv: Ställ in automatiska färgändringar

source: This action will cause deletion of all ticks on vertical slider.
sv: Denna åtgärd kommer att orsaka radering av alla markeringar på vertikala reglaget.

source: Warning
sv: Varning

source: Enter custom G-code used on current layer
sv: Ange anpassad G-kod som används på det aktuella lagret

source: Custom G-code on current layer (%1% mm).
sv: Anpassad G-kod på aktuellt lager (%1% mm).

source: Message for pause print on current layer (%1% mm).
sv: Meddelande om pausutskrift på aktuellt lager (%1% mm).

source: Enter the height you want to jump to
sv: Ange höjden du vill hoppa till

source: Your current changes will delete all saved color changes.
sv: Dina nuvarande ändringar kommer att radera alla sparade färgändringar.

source: Are you sure you want to continue?
sv: Är du säker på att du vill fortsätta?

source: Do you want to delete all saved tool changes?
sv: Vill du radera alla sparade verktygsändringar?

source: default
sv: standard

source: Set extruder sequence
sv: Ställ in extrudersekvens

source: Set extruder change for every
sv: Ställ in extruderbyte för varje

source: layers
sv: skikten

source: Random sequence
sv: Slumpmässig sekvens

source: Allow next color repetition
sv: Tillåt nästa färgupprepning

source: If enabled, a repetition of the next random color will be allowed.
sv: Om det är aktiverat kommer en upprepning av nästa slumpmässiga färg att tillåtas.

source: Add extruder to sequence
sv: Lägg till extruder till sekvensen

source: default value
sv: standardvärde

source: parameter name
sv: parameternamn

source: Input value is out of range Are you sure that %s is a correct value and that you want to continue?
sv: Inmatningsvärdet ligger utanför intervallet Är du säker på att %s är ett korrekt värde och att du vill fortsätta?

source: Parameter validation
sv: Parametervalidering

source: Input value is out of range
sv: Inmatningsvärdet ligger utanför intervallet

source: Invalid input format. Expected vector of dimensions in the following format: "%1%"
sv: Ogiltigt inmatningsformat. Förväntad vektor av dimensioner i följande format: "%1%"

source: The %s device could not have been found
sv: %s-enheten kunde inte ha hittats

source: Error accessing port at %s: %s
sv: Fel vid åtkomst till porten på %s: %s

source: Error: %s
sv: Fel: %s

source: Select a file
sv: Välj en fil

source: Browse
sv: Bläddra

source: Serial port:
sv: Serieport:

source: Rescan
sv: Skanna om

source: Progress:
sv: Framsteg:

source: Ready
sv: Redo

source: Advanced: Output log
sv: Avancerat: Utdatalogg

source: Close
sv: Stänga

source: Confirmation
sv: Bekräftelse

source: Shape Gallery
sv: Formgalleri

source: Select shape from the gallery
sv: Välj form från galleriet

source: Add
sv: Lägg till

source: Add one or more custom shapes
sv: Lägg till en eller flera anpassade former

source: Delete
sv: Radera

source: Choose one or more files (STL, OBJ):
sv: Välj en eller flera filer (STL, OBJ):

source: It looks like selected %1%-file has an error or is destructed. We can't load this file
sv: Det ser ut som att den valda %1%-filen har ett fel eller är förstörd. Vi kan inte ladda den här filen

source: Choose one PNG file:
sv: Välj en PNG-fil:

source: Change thumbnail
sv: Ändra miniatyrbild

source: Loading of the "%1%"
sv: Laddar "%1%"

source: Tool position
sv: Verktygsposition

source: Generating toolpaths
sv: Generera verktygsbanor

source: Generating index buffers
sv: Genererar indexbuffertar

source: Click to hide
sv: Klicka för att dölja

source: Click to show
sv: Klicka för att visa

source: up to
sv: upp till

source: above
sv: ovan

source: from
sv: från

source: to
sv: till

source: Percentage
sv: Procentsats

source: Feature type
sv: Funktionstyp

source: Time
sv: Tid

source: Height (mm)
sv: Höjd (mm)

source: Width (mm)
sv: Bredd (mm)

source: Speed (mm/s)
sv: Hastighet (mm/s)

source: Fan Speed (%)
sv: Fläkthastighet (%)

source: Temperature (°C)
sv: Temperatur (°C)

source: Volumetric flow rate (mm³/s)
sv: Volumetrisk flödeshastighet (mm³/s)

source: Tool
sv: Verktyg

source: Default color
sv: Standardfärg

source: default color
sv: standardfärg

source: Color change
sv: Färgförändring

source: Pause
sv: Paus

source: Event
sv: Händelse

source: Remaining time
sv: Återstående tid

source: Duration
sv: Varaktighet

source: Travel
sv: Resa

source: Movement
sv: Rörelse

source: Extrusion
sv: Extrudering

source: Retraction
sv: Indragning

source: Retractions
sv: Indragningar

source: Deretractions
sv: Neddragningar

source: Tool changes
sv: Verktygsbyten

source: Color changes
sv: Färgförändringar

source: Print pauses
sv: Utskriftspauser

source: Custom G-codes
sv: Anpassade G-koder

source: Printer
sv: Skrivare

source: Print settings
sv: Utskriftsinställningar

source: Normal mode
sv: Normalt läge

source: Stealth mode
sv: Smygläge

source: First layer
sv: Första lagret

source: Show stealth mode
sv: Visa smygläge

source: Show normal mode
sv: Visa normalt läge

source: Variable layer height
sv: Variabel lagerhöjd

source: Left mouse button:
sv: Vänster musknapp:

source: Right mouse button:
sv: Höger musknapp:

source: Shift + Left mouse button:
sv: Skift + vänster musknapp:

source: Shift + Right mouse button:
sv: Skift + höger musknapp:

source: Smoothing
sv: Glättning

source: Mouse wheel:
sv: Mushjul:

source: Increase/decrease edit area
sv: Öka/minska redigeringsområdet

source: Adaptive
sv: Adaptiv

source: Higher print quality versus higher print speed.
sv: Högre utskriftskvalitet kontra högre utskriftshastighet.

source: Smooth
sv: Slät

source: Radius
sv: Radie

source: Keep min
sv: Håll min

source: Variable layer height - Manual edit
sv: Variabel lagerhöjd - Manuell redigering

source: Seq.
sv: Sekv.

source: Variable layer height - Reset
sv: Variabel lagerhöjd - Återställ

source: Variable layer height - Adaptive
sv: Variabel lagerhöjd - Adaptiv

source: Mirror Object
sv: Spegelobjekt

source: Gizmo-Move
sv: Gizmo-Flytta

source: Gizmo-Rotate
sv: Gizmo-Rotera

source: Move Object
sv: Flytta objekt

source: Switch to Settings
sv: Växla till Inställningar

source: Print Settings Tab
sv: Fliken Utskriftsinställningar

source: Undo History
sv: Ångra historik

source: Redo History
sv: Gör om historik

source: Undo %1$d Action
sv: Ångra %1$d åtgärd

source: Undo %1$d Actions
sv: Ångra %1$d åtgärder

source: Redo %1$d Action
sv: Gör om %1$d åtgärd

source: Redo %1$d Actions
sv: Gör om %1$d åtgärder

source: Search
sv: Sök

source: Enter a search term
sv: Ange en sökterm

source: Arrange options
sv: Ordna alternativ

source: Press %1%left mouse button to enter the exact value
sv: Tryck på %1%vänster musknapp för att ange det exakta värdet

source: Spacing
sv: Mellanrum

source: Enable rotations (slow)
sv: Aktivera rotationer (långsamma)

source: Arrange
sv: Ordna

source: Add...
sv: Lägg till...

source: Delete all
sv: Radera allt

source: Arrange selection
sv: Ordna urval

source: Add instance
sv: Lägg till instans

source: Split to parts
sv: Dela upp i delar

source: Click right mouse button to open/close History
sv: Klicka på höger musknapp för att öppna/stänga historik

source: Next Undo action: %1%
sv: Nästa ångra åtgärd: %1%

source: Redo
sv: Göra om

source: An object outside the print area was detected.
sv: Ett objekt utanför utskriftsområdet upptäcktes.

source: A toolpath outside the print area was detected.
sv: En verktygsbana utanför utskriftsområdet upptäcktes.

source: SLA supports outside the print area were detected.
sv: SLA-stöd utanför utskriftsområdet upptäcktes.

source: Some objects are not visible during editing.
sv: Vissa objekt är inte synliga under redigering.

source: An object outside the print area was detected. Resolve the current problem to continue slicing.
sv: Ett objekt utanför utskriftsområdet upptäcktes. Lös det aktuella problemet för att fortsätta skära.

source: Selection-Add from rectangle
sv: Urval-Lägg till från rektangel

source: Cut
sv: Skära

source: in
sv: i

source: Keep upper part
sv: Behåll övre delen

source: Keep lower part
sv: Behåll nedre delen

source: Rotate lower part upwards
sv: Vrid den nedre delen uppåt

source: Perform cut
sv: Utför skärning

source: Paint-on supports
sv: Stöd för målning

source: Clipping of view
sv: Klippning av vy

source: Reset direction
sv: Återställ riktning

source: Brush size
sv: Penselstorlek

source: Brush shape
sv: Penselform

source: Left mouse button
sv: Vänster musknapp

source: Enforce supports
sv: Framtvinga stöd

source: Right mouse button
sv: Höger musknapp

source: Block supports
sv: Blockstöd

source: Shift + Left mouse button
sv: Skift + Vänster musknapp

source: Circle
sv: Cirkel

source: Sphere
sv: Sfär

source: Triangles
sv: Trianglar

source: Highlight overhang by angle
sv: Markera överhäng med vinkel

source: Enforce
sv: Förstärka

source: Tool type
sv: Verktygstyp

source: Smart fill
sv: Smart fyllning

source: Smart fill angle
sv: Smart fyllningsvinkel

source: Split triangles
sv: Dela trianglar

source: On overhangs only
sv: Endast på överhäng

source: Paints facets according to the chosen painting brush.
sv: Målar fasetter enligt vald målarpensel.

source: Paints neighboring facets whose relative angle is less or equal to set angle.
sv: Målar intilliggande fasetter vars relativa vinkel är mindre eller lika med inställningsvinkeln.

source: Allows painting only on facets selected by: "%1%"
sv: Tillåter målning endast på fasetter valda av: "%1%"

source: Ignores facets facing away from the camera.
sv: Ignorerar aspekter som är vända bort från kameran.

source: Alt + Mouse wheel
sv: Alt + mushjul

source: Splits bigger facets into smaller ones while the object is painted.
sv: Delar upp större fasetter i mindre medan objektet målas.

source: Ctrl + Mouse wheel
sv: Ctrl + mushjul

source: Reset selection
sv: Återställ val

source: Block supports by angle
sv: Blockstöd i vinkel

source: Add supports by angle
sv: Lägg till stöd efter vinkel

source: Add supports
sv: Lägg till stöd

source: Quality
sv: Kvalitet

source: Closing distance
sv: Stängningsavstånd

source: Hole diameter
sv: Håldiameter

source: Hole depth
sv: Håldjup

source: Show supports
sv: Visa stöd

source: Add drainage hole
sv: Lägg till dräneringshål

source: Hollowing parameter change
sv: Ihålig parameterändring

source: Change drainage hole diameter
sv: Ändra dräneringshålets diameter

source: Move drainage hole
sv: Flytta dräneringshålet

source: Multimaterial painting
sv: Multimaterial målning

source: First color
sv: Första färgen

source: Second color
sv: Andra färgen

source: Clear all
sv: Rensa alla

source: Bucket fill
sv: Hinkfyllning

source: Paints neighboring facets that have the same color.
sv: Målar intilliggande fasetter som har samma färg.

source: Split bigger facets into smaller ones while the object is painted.
sv: Dela upp större fasetter i mindre medan objektet målas.

source: Painted using: Extruder %1%
sv: Målad med: Extruder %1%

source: Move
sv: Flytta

source: Rotate
sv: Rotera

source: Optimize orientation
sv: Optimera orienteringen

source: Apply
sv: Tillämpa

source: Scale
sv: Skala

source: Enforce seam
sv: Framtvinga söm

source: Block seam
sv: Blocksöm

source: Seam painting
sv: Sömmålning

source: Mesh name
sv: Nätnamn

source: Detail level
sv: Detaljnivå

source: Processing model '%1%' with more than 1M triangles could be slow. It is highly recommend to reduce amount of triangles.
sv: Bearbetningen av modellen '%1%' med mer än 1 miljon trianglar kan vara långsam. Det rekommenderas starkt att minska antalet trianglar.

source: Simplify model
sv: Förenkla modellen

source: Simplify
sv: Förenkla

source: Simplification is currently only allowed when a single part is selected
sv: Förenkling är för närvarande endast tillåten när en enskild del är vald

source: Error
sv: Fel

source: Extra high
sv: Extra hög

source: High
sv: Hög

source: Low
sv: Låg

source: Extra low
sv: Extra låg

source: %d triangles
sv: %d trianglar

source: Show wireframe
sv: Visa trådram

source: Simplify %1%
sv: Förenkla %1%

source: Head diameter
sv: Huvudets diameter

source: Lock supports under new islands
sv: Låsstöd under nya öar

source: Apply changes
sv: Applicera förändringar

source: Discard changes
sv: Ignorera ändringar

source: Support points density
sv: Stödpunkters täthet

source: Manual editing
sv: Manuell redigering

source: Add support point
sv: Lägg till stödpunkt

source: Change point head diameter
sv: Ändra punkthuvudets diameter

source: SLA Support Points
sv: SLA Support Punkter
